Lab7/students/app/controllers/students_controller.rb

  def create
    @student = Student.new(student_params)

    respond_to do |format|
      if @student.save
---
INSERT INTO "students" ("first_name", "last_name", "email", "phone", "studied_language", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)